{"inkVersion":21,"root":[["\n","ev",{"VAR?":"localeID"},"/ev",{"VAR=":"currentLocale","re":true},["ev",{"VAR?":"currentLocale"},"str","^en","/str","==","/ev",{"->":".^.b","c":true},{"b":["\n",{"->":"main_en"},"done",{"->":"0.7"},null]}],["ev",{"VAR?":"currentLocale"},"str","^fa","/str","==","/ev",{"->":".^.b","c":true},{"b":["\n",{"->":"main_fa"},"done",{"->":"0.7"},null]}],"nop","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"main_en":["^(Player wakes up from dream)","\n","^(Player notices their mom in ghost form from across the room)","\n","^HuhHHHuHHHH? MoM????? ","#","^speaker: Addison","/#","\n","^HOw aRe YoU HeRE? Wait, hoW cAn I SeE YoU?! Wait, aM I deAd? ","#","^speaker: Addison","/#","\n","^Calm down Addison. ","#","^speaker: Mom","/#","\n","^Wait, Is ThiS a DrEam?? ","#","^speaker: Addison","/#","\n","^It’s not a dream sweetie.. ","#","^speaker: Mom","/#","\n","^IS ThiS the EnD foR Me??? I cAn SeE GhOsts!!! ","#","^speaker: Addison","/#","\n","^CALM DOWN! ","#","^speaker: Mom","/#","\n","^… MOM ","#","^speaker: Addison","/#","\n","^(Addison crying)","\n","^I’m sorry for leaving you. I didn’t know my time was so short with you. ","#","^speaker: Mom","/#","\n","^I know you’re hurting and I’ve been watching you for a while. I don’t like to see you in pain. But sweetie, I need your help.","\n","^(Addison is still crying but a little less now)","\n","^What (sniffle) do you need help (sniffle) with? ","#","^speaker: Addison","/#","\n","^When I passed away, I instantly came back to the world as a ghost. No one could see me though except this hooded figure that kept following me. ","#","^speaker: Mom","/#","\n","^They approached me and said I would be stuck in the land of living.","\n","^The only way for me to move on from this land is to collect important possessions of mine.","\n","^This will help me to be able to let go of my old self and accept that I passed on.","\n","^If I’m unable to find all my possessions, I’ll evaporate into dust and will disappear from the face of this world.","\n","^The only issue is I can’t touch anything. My hand just goes through everything. I need you to help me get my possessions.","\n","^Can you help me sweetie? We can spend more time together!","\n","^If it’s to help you not be stuck in limbo and not disappear, I’ll help you. ","#","^speaker: Addison","/#","\n","^I'll do anything for you mom. I love you.","\n","done",{"#f":1}],"main_fa":["#","^speaker: ادیسون","/#","^هاااااا؟ مامان توییی؟ چه شکلی ممکنه؟ یعنی من مردم؟","\n","#","^speaker: روح","/#","^آروم باش عزیزم","\n","#","^speaker: ادیسون","/#","^یعنی دارم خواب میبینم؟","\n","#","^speaker: روح","/#","^نه عزیزم اینا همش واقعییه","\n","#","^speaker: ادیسون","/#","^یعنی این آخر خطه برای من؟ روز منم رسید؟ بالاخره روح دارم میبینم!!!","\n","#","^speaker: روح","/#","^آروم باش یکم","\n","#","^speaker: ادیسون","/#","^مامانننن","\n","#","^speaker: روح","/#","^الان به کمک نیاز دارم و فقط تورو دارم که به دادم برسی.","\n","^من خیلی سخته برات ولی اینو بدون کن من از راه دور همیشه دارم نگاهت می کنم. دوست ندارم ناراحتیت رو ببینم. ولی","\n","^عزیزم من شرمنده ام که تنها موندی. نمیدونستم که سرنوشت من و تو خیلی زود قرار بود به ختم برسه. میدونم که بدونه","\n","#","^speaker: ادیسون","/#","^چطوری من میتونم به تو کمک کنم مامان جونم","\n","#","^speaker: روح","/#","^وقتی که دنیا برای من تموم شد، هممون لحظه دوباره تو همین دنیا ظاهر شدم ولی تو فرم یه روح. احساس می کردم","\n","^هیچکس منو نمیتونه ببینه، ولی یه شبح هست که همش دنبالم می کنه. چند وقت پیش اومد نزدیکم و بهم گفت که تا ابد تو","\n","^دنیا بی تکلیف قراره گیر بکنم. تنها راهی که میتونم از این شرایت خلاص شم اینه که یه سری از وسایل شخصیم رو باید","\n","^در اختیار تو بذارم. این کار به من اجازه میده که دیگه به چیزای غیر مهم تو این دنیا که بهشون وابسته نیستم رو در","\n","^اختیار دیگران بذارم ‌و راحت و آسوده از این دنیا برم. فقط دلم پیشه تو میمونه.  اگه نتونم اینکار رو به موقع انجام بدم","\n","^آروم آروم از این دنیا محو میشم و از یاد تو و دیگری ها میرم بدونه هیچ خاطره ای. مشکلم الان اینه که من به هیچ چیز","\n","^نمی‌تونم دست بزنم. به کمک تو لازم دارم تا وسایل ام رو پیدا کنیم. میشه لطفا کمکم کنی؟","\n","#","^speaker: ادیسون","/#","^معلومه مه آره، من نمیذارم تو تو این بلاتکلیفی گیر کنی.","\n","done",{"#f":1}],"global decl":["ev","str","^","/str",{"VAR=":"localeID"},"str","^","/str",{"VAR=":"number_chosen"},"str","^","/str",{"VAR=":"dog_interactions"},"str","^","/str",{"VAR=":"gma_interactions"},false,{"VAR=":"fridgeInteraction"},"str","^","/str",{"VAR=":"raine_interactions"},"str","^","/str",{"VAR=":"larry_interactions"},"str","^","/str",{"VAR=":"rowan_interactions"},"str","^","/str",{"VAR=":"key_obtained"},"str","^","/str",{"VAR=":"currentLocale"},"/ev","end",null],"#f":1}],"listDefs":{}}